{
  "home": "Home",
  "login": "Log in",
  "signup": "Sign up",
  "download": "Download",
  "media":"Media",
  "play-free":"Free to play on PC, Mobile & Web",
  "download-now": "Download now",
  "watch-trailer" : "Watch trailer",
  "landing-p1" : "Accelerate, drift and race in worlds full of madness and unforgettable characters.",
  "landing-h1" : "The ultimate hero-based battle-racing game",
  "landing-h1-character" : "Choose your favourite character",
  "landing-p-character" : "Choose from a roster of racers as questionable as they are legendary. Each with their own personality, screams and crashes.",
  "pingu-quote" : "He doesn't speak. He only accelerates.His specialty: sledding at 200 km/h.",
  "shrek-quote" : "It smells like a swamp, so don't even go near it. Its trick: an army of Dragoburros.",
  "jinx-quote" : "She runs to blow things up. Jinx comes with laughs, gunpowder, and zero common sense. Every race with her is an action movie... but with no budget.",
  "alastor-quote" : "He doesn't run, it floats with class. Elegant, sadistic and extremely well groomed to go 300 km/h. His special: he invokes voices from beyond.",
  "doraemon-quote" : "Direct from the future has more traps in his pocket than a pop quiz. His motivation: to run away and get rid of Nobita.",
  "spamton-quote" : "The legend of aggressive marketing on wheels. You don't know if he's selling you a turbo or stealing your soul. His special: he launches giant ads that cover the entire screen.",
  "item" : "UNIQUE ITEM",
  "skills" : "Skills" ,
  "play-mode-title": "Game Modes",
  "survival-mode-title":"Survival",
  "survival-mode-description": "No laps, no finish line—just survival. It’s every driver for themselves in a high-stakes battle on wheels, where every hit matters and every second raises the tension. Fall behind, and you're out. The last one standing wins.",
  "racing-mode-title":"Race",
  "racing-mode-description": "A classic speed competition: three laps, one goal. Use your driving skills and the power-ups on the track to overtake, defend, and seize the lead at just the right moment. Speed alone won’t win the race—you’ll need timing, tactics, and a bit of luck.",
    "chip-racing" : "Turbo with strategy",
  "chip-survival" : "Lethal collisions",
  "ranking-racing": "Riders ranking",
  "ranking-survival": "Survivors ranking"
  
}